Repository: readcom/JULI_IS
Catalog: JULI_*/Resources/Pozadavky/Filter.resx
Languages: is

# CelkovaCena
source: Total price
is: Celková cena

# Datum
source: Date
is: Datum

# DatumDo
source: Date To:
is: Datum Do:

# DatumOd
source: Date From:
is: Datum Od:

# Dodavatel
source: Supplier
is: Dodavatel

# FilterDatum
source: Filter Date
is: Filtr Datum

# FilterDodavatel
source: Filter Supplier
is: Filtr Dodavatel

# FilterKST
source: Filter Cost centre
is: Filtr KST

# FilterPolozkaObsah
source: Item content Filter
is: Filtr obsah položky

# FilterPozadavek
source: Filter Requirement
is: Filtr Požadavek

# FilterReset
source: Filters reset
is: Reset filtrů

# FilterZalozil
source: Filter Created
is: Filtr Založil

# FiltrObj
source: Filter Order
is: Filtr Objednávka

# FiltrStav
source: Filter Status
is: Filtr Stav

# HlavniRada
source: Main line
is: Hlavní řada

# KST
source: Cost Center
is: KST

# Mena
source: Currency
is: Měna

# Nastavit
source: Set
is: Nastavit

# ObjCislo
source: Order number
is: Číslo objednávky

# PocetPolozek
source: Items
is: Počet položek

# PolozkaObsah
source: Item content:
is: Obsah položky:

# Popis
source: Description
is: Popis požadavku

# PozCislo
source: Request number
is: Číslo požadavku

# Stav
source: State
is: Stav

# VlastniSQL
source: Custom SQL condition (WHERE)
is: Vlastní SQL podmínka (WHERE), např: Zalozil LIKE '%ma%' nebo i.InterniPoznamka like '%pod%'

# VlastniSQLSloupecPolozka
source: Column (item)
is: Sloupec v podmínce (položka)

# VlastniSQLSloupecPozadavek
source: Column (requirement)
is: Sloupec v podmínce (požadavek)

# Vymazat
source: Delete
is: Vymazat

# Zalozil
source: Created
is: Založil
